{"Time":{"0":1677826080000,"1":1677824820000,"2":1677804000000,"3":1677803880000,"4":1677802860000,"5":1677802800000,"6":1677826260000,"7":1677802380000,"8":1677798660000,"9":1677803880000,"10":1677797280000,"11":1677795600000,"12":1677801780000,"13":1677789660000},"Title":{"0":"India has created the right conditions to spur demand: Shailesh Jejurikar, COO, P&G","1":"India's general insurers eye bigger marine pool for Russia shipments","2":"Greenko to raise $700 million via rights issue, values company at $7 billion","3":"Axis Bank may face P&L hit in Q4 on Citi India retail buyout","4":"Indian steel firms likely to raise prices in March","5":"Advertisers keen to bat for Women's Premier League","6":"Trai to float broadcast tariff consultation paper in 4-6 weeks","7":"Need vaccines that fight transmission: Richard Hatchett","8":"NCLAT rejects HDFC plea opposing sale of IL&FS BKC property","9":"You may soon get an AI shield to thwart phishing via SMSes","10":"IndiGrid completes acquisition of Khargone Transmission Ltd","11":"Adani Green's operating renewable portfolio reaches record level of 8,024 MW","12":"Govt-backed SWAMIH Fund helped unlock Rs 35,000 cr liquidity, says CIO Irfan Kazi","13":"Capital is necessary for growth, says Vedanta Resources"},"Description":{"0":"\"Conditions are definitely being set up for demand generation and we have to be able to use these conditions of investment in the infrastructure, digital capacity and human capital,\" Shailesh Jejurikar, chief operating officer at Procter & Gamble Co, told ET in an interview.","1":"Last year, general insurance companies led by state-run reinsurer GIC Re had set up a cargo pool for fertiliser imports with a net capacity of over ₹500 crore. That pool did not generate any losses, which has encouraged insurers to explore more capacity and better rates.","2":"Hyderabad-based Greenko is 52% owned by GIC of Singapore. The founder duo — Anil Chalamalasetti and Mahesh Kolli — together own 12%, Abu Dhabi Investment Authority owns 14% while the rest is owned by Japanese major Orix Corporation.","3":"Analysts say that since the lender would also have a post-integration expense of ₹1,500 crore expensed over 18 months, the deal will only be profit accretive at the end of the calendar year 2024.","4":"A few large steel makers had hiked prices by ₹500-₹1,000 in February as well. Price hikes in March are likely to be higher in companies that had not hiked prices in February, according to sources.","5":"According to market estimates, the five WPL teams will earn anywhere between ₹15 to ₹20 crore in sponsorship revenues from assets like front jersey, back jersey, lead arm, non-lead arm, leading helmet\/cap and leading trouser.","6":"It will discuss issues like a ceiling on network capacity fee, multi-TV connection tariff, carriage fee, and level-playing field with regards to pricing of TV channels.","7":"There's still a high level of virus circulating in populations and every new person infected is an opportunity (for the virus) to mutate and change, and at some point, potentially to get to change enough to become lethal, says Richard Hatchett, chief executive officer of the Coalition for Epidemic Preparedness Innovations (CEPI).","8":"A two-member bench of the NCLAT said the sale of the property is as per the revised resolution framework approved by the appellate tribunal in March 2020 and it cannot operate as any fetter to proceed with the approval of the proposal. Housing Development Finance Corporation Ltd had made an offer to sanction a loan of Rs 400 crore to IL&FS as a lease rental discounting transaction.","9":"The initial results from a trial of an artificial intelligence (AI)-based solution being undertaken by Vodafone Idea (Vi) and Tanla Platforms to curb phishing and cyber frauds emanating from misuse of SMSes have returned an accuracy rate of over 99%. This means that the AI-based solution is stopping phishing attempts through SMSes most of the time.","10":"\"IndiGrid announces the completion of acquisition of 100 per cent shareholding and economic interest in Khargone Transmission Ltd (KTL) from SPTL,\" it said in a statement.","11":"This new hybrid power plant consists of a combination of 600 MW solar and 510 MW wind plants. The latest hybrid plant deploys advanced renewable technologies like bifacial solar PV modules and horizontal single-axis trackers (HSAT) systems to enable maximum electricity generation from solar energy.","12":"SWAMIH is a category II alternative investment fund (AIF) that was announced by finance minister Nirmala Sitharaman in September 2019 and was approved by the Cabinet in November 2019. The fund had received a commitment of Rs 10,037.5 crore in its first close in December 2019, where the government of India had committed a fund infusion of up to Rs 5,000 crore.","13":"Continuing its efforts to convince the investor community about debt being within manageable limits, Vedanta in a post on Linkedin said the company has always met its repayment commitments on time and has full capability to repay."},"Body":{"0":"Procter & Gamble Co (P&G), the world's second-biggest consumer goods maker, said the Indian government is establishing the right environment and infrastructure to create demand and help the country reach an inflection point.\"Conditions are definitely being set up for demand generation and we have to be able to use these conditions of investment in the infrastructure, digital capacity and human capital,\" Shailesh Jejurikar, chief operating officer at Procter & Gamble Co, told ET in an interview.The Cincinnati-based consumer goods maker said India is already among its top 10 markets globally. It said India is now at a critical inflection point that will see the spurring of further economic growth and consumer opportunity. The company reported sales of Rs 13,985 crore and net profit of Rs 1,334 crore in India for FY22 across four units - pharmaceutical firm P&G Health, shaving products maker Gillette, P&G Health & Hygiene and P&G Home Products.\"If we project the population and the economic growth, it is only going to get better. And India will be a larger market and is going to organically grow dramatically,\" said Jejurikar, 56.The company has been able to streamline logistics, thanks to policy changes. The implementation of the goods and services tax (GST) regime along with the nationwide FASTag automatic road toll system has led P&G to rework its supply chain.\"We have been able to use analytics to improve and optimise our routes on trucks and saved more than 6.6 million kilometres of truck distance,\" he said. \"Fleet speed has increased 35%, which is fantastic from an inventory standpoint.\"P&G competes mostly with Unilever's local unit Hindustan Unilever Ltd (HUL), which is four times its size, apart from Japanese firm Unicharm in diapers. The company controls more than half the market for sanitary napkins, diapers and shaving razors, and a fifth of the shampoo and laundry categories. ","1":"India's general insurers are looking to set up a larger marine insurance pool to cover the risks of transporting crude oil, edible oil, project machinery and fertiliser from the war-torn Russia-Ukraine region. This is expected to facilitate trade as the West ratchets up sanctions on Russia. A senior official said that both the government and the Insurance Regulatory and Development Authority of India (IRDAI) are keen to develop more indigenous capacity for maritime insurance risk.Last year, general insurance companies led by state-run reinsurer GIC Re had set up a cargo pool for fertiliser imports with a net capacity of over ₹500 crore. That pool did not generate any losses, which has encouraged insurers to explore more capacity and better rates. \"While the cargo pool has performed well, the ongoing war has exposed other shipments to vulnerability as foreign insurers are unwilling to take the risk because of the sanctions imposed,\" said the official. The state-run general insurance companies are expected to launch the pool that other private players can join later. An insurance pool is an arrangement among several insurance companies for a specific cover when the risks are seen as being too high for a single insurer.The official said there is an increased demand for insurance cover as India-Russia trade has seen a quantum jump. In FY23, India's imports from Russia till December touched $32.81 billion against $9.86 billion in FY22 and $5.48 billion in FY21. The US and its allies have barred their shippers, financiers and insurers from backing any trade in Russian oil with prices exceeding $60 per barrel.ET reported on Monday that while the price cap has yet to dent Russian oil imports, it is getting harder for Indian refiners to pay for Russian oil. They are trying to make payments in UAE's dirham and Russian ruble for oil purchases above the price cap.\"At present, most shipments are insured by the suppliers, but going forward, we may need to develop our own capacities,\" the official said. \"We are assessing the current needs and are in discussion with all stakeholders.\" ","2":"Renewable power producer Greenko Energy Holdings is raising $700 million at a valuation of $7 billion from existing investors through a rights issue, multiple people aware of the development told ET.This will make Greenko India's second-most valuable renewable power company after Adani Green Energy, which is currently valued at $10.2 billion (Rs 84,750 crore).Hyderabad-based Greenko is 52% owned by GIC of Singapore. The founder duo — Anil Chalamalasetti and Mahesh Kolli — together own 12%, Abu Dhabi Investment Authority owns 14% while the rest is owned by Japanese major Orix Corporation.The official announcement is expected as early as this weekend. The rights issue involving primary equity infusion will maintain the current shareholding structure in the company since all shareholders are participating. Greenko’s current operating portfolio is 7.3 GW from 114 projects spread across 15 states.The company clocked $625 million in EBITDA (operating profit) in FY22 and is expected to close fiscal year 2023 at $650 million on revenues of $720 million. Greenko declined to comment.CAPACITY EXPANSIONThe funds will be used primarily to double the energy storage projects to 50 GWh from the present 25 GWh. The company is building the world's largest Integrated Renewable Energy Storage Project (IRESP) in Andhra Pradesh's Kurnool district with an investment of over $3 billion.The company said this 5,230 MW IRESP will play a key role in India attaining energy security and enabling global energy transition. A key buyer of this power will be ArcelorMittalNipponSteel India.According to Greenko, this 5.2 GW IRESP project is a first of its kind single location energy storage project with wind ( 550 MW) and solar ( 3,000 MW) capacities backed by pumped storage (10,800 MWh of daily storage) and will avoid 15 million tonnes of CO2 annually which is equivalent to emissions from three million cars. It’s also building similar energy projects in Karnataka, Maharashtra and Rajasthan.Last month, the company said it would be investing Rs 10,000 crore to set up a Pumped Storage Project (PSP) near Gandhi Sagar in Neemuch District of Madhya Pradesh.BONDS REPAIDET reported on February 27 the company is extinguishing $1 billion of its outstanding bonds through a bridge loan and internal accruals and cash flows.CreditSights, a unit of Fitch Ratings, on Tuesday said it maintains its outperform recommendation on Greenko Energy, owing to its strong shareholder backing, secured nature of its outstanding dollar bonds and an improvement in its balance sheet due to the backlog of payments coming in from the Andhra Pradesh discom.CreditSights added that Greenko has ramped up its capex significantly, as its IRESPs require $2-bn investment through FY25 and are likely to burden its negative free cash flows further and necessitate additional debt incurrence.ENERGY AS A SERVICEOver the years from being a pure play utility player, Greenko has pivoted toward offering energy as a service, with storage solutions, pumped hydro helping in industrial decarbonisation. Greenko has now moved to green hydrogen and ammonia and then speciality complex chemicals. It has signed an MoU with German gas trader Uniper to supply green hydrogen from its upcoming Kakinada facility, starting 2025.In 2022, it partnered with Singapore-based Keppel Infrastructure Holdings Pte Ltd (Keppel Infrastructure) to jointly produce at least 250,000 tonnes of green ammonia per year.","3":"Axis Bank could face a big P&L hit in the March quarter on account of the Citi deal, analysts say. The bank is estimated to report an accounting loss of ₹5,000 crore to ₹6,000 crore due to one-off extra expenses relating to the formation of goodwill, and provisioning policy among others. Analysts say that since the lender would also have a post-integration expense of ₹1,500 crore expensed over 18 months, the deal will only be profit accretive at the end of the calendar year 2024.\"The cash purchase consideration will result in the formation of goodwill which Axis Bank will be writing off entirely in Q4,\" said Suresh Ganapathy, associate director at Macquarie Capital. \"The bank should report an accounting loss in Q4 in our view. It will also be recognising some one-off extra expenses relating to provisioning policy normalisation and transaction expenses in Q4. As per our estimates, the loss for Axis Bank in the March quarter could be ₹5,000-6,000 crore.\"Axis Bank on Wednesday said it had completed the acquisition of Citibank India's consumer businesses for a total consideration of ₹11,603 crore. The bank is getting 2.4 million Citi customers and ₹39,900 crore of deposits through this acquisition.While the total deposits estimated in June 2021 were at upwards of ₹50,000 crore, at the end of January 2023 it stood at ₹39,900 crore, a 21% fall. ","4":"Mumbai: Leading Indian steel producers are looking to raise prices of hot-rolled coils by ₹1,000-₹2,000 for March, people aware of the development said, taking prices of HRCs to the ₹60,000-₹62,000 per tonne range.A few large steel makers had hiked prices by ₹500-₹1,000 in February as well. Price hikes in March are likely to be higher in companies that had not hiked prices in February, according to the sources.The average prices of steel in February were around ₹59,500 per tonne, about ₹1,700 higher than the average price in January, Nomura said in a report. The March quarter is a seasonally strong period for domestic steel makers as infrastructure and construction activities pick up during this period.This time around, realisations for companies will also be boosted by improved demand from export markets after the government of India withdrew the export duties imposed on finished steel products in November. The March quarter will be the first full quarter without the impact of these duties this fiscal year.In January, steel exports surged to an eight-month high of 750,000 tonnes, up 33.5% on month, ICICI Securities said.Globally steel majors, including Baosteel and Ansteel of China, and China Steel Corporation of Taiwan have raised prices of steel for March shipments, and domestic prices are now at par to the landed cost of imports from Far East countries, the brokerage said.While prices of coking coal and iron ore have remained high for some time now, the price hikes by domestic steel players will be supported by demand in the local markets and price hikes by players in regional markets outside of India.Steel companies generally hike product prices when the cost of raw materials goes up, but whether these sustain depends on the demand and market conditions. As of now, most large steel companies are operating at nearly full capacity, indicating that demand is robust, sources said.While JSW Steel declined to comment, queries to Tata Steel and Steel Authority of India remained unanswered at the time of going to the press.","5":"The inaugural edition of the Women's Premier League (WPL) is recording strong demand from advertisers with the team owners selling a large chunk of sponsorship assets before the tournament begins on March 4.According to market estimates, the five WPL teams will earn anywhere between ₹15 to ₹20 crore in sponsorship revenues from assets like front jersey, back jersey, lead arm, non-lead arm, leading helmet\/cap and leading trouser.The front jersey sponsorship slots were priced in the ₹7.5 to 8.5 crore range while the asking price for the back jersey was Rs 3.5 to 5 crore.The other sponsorship assets were priced between Rs 1 crore to Rs 3 crore.\"Team sponsorships are sold out but none of us know the actual value of the assets because it's a year of discovery for us also. Hopefully, we will be able to charge more next year when the league gets established this year. This is exactly what happened with the Indian Premier League,\" said Delhi Capitals CEO Dhiraj Malhotra.He added that the advertisers are excited about WPL since it is perceived as a property that is promoting women's cricket.The WPL franchises are projected to earn roughly Rs 40-50 crore from the central revenue pool and team sponsorships put together, as per market estimates.In terms of cost, the franchises are expected to incur an additional expenditure of ₹30-40 crore.","6":"The Telecom Regulatory Authority of India (Trai) is planning to come out with a new consultation paper on issues related to regulatory framework for the broadcasting sector, a senior official said.\"The new consultation paper will come out in the next four to six weeks,\" TRAI Advisor (Broadcasting & Cable Services) Anil Kumar Bhardwaj told ET.It will discuss issues like a ceiling on network capacity fee, multi-TV connection tariff, carriage fee, and level-playing field with regards to pricing of TV channels.The regulator will also initiate discussion on issues like minimum subscription period for a television channel, listing of television channels as per genre\/ language, and revenue share between multi-system operators (MSO) and local cable operators (LCO).Most of the issues in this consultation paper will focus on the items of interest for distribution service providers like direct-to-home (DTH) and cable TV service providers, Bhardwaj said.This will be the second consultation paper by Trai to address the concerns of different stakeholders over the implementation of the new tariff framework.The regulator had earlier issued a consultation paper on 'Issues related to new regulatory framework for broadcasting and cable services'.","7":"The Covid-19 virus is continuing to evolve and we don't have vaccines that are very good at blocking transmission, Richard Hatchett, chief executive officer of the Coalition for Epidemic Preparedness Innovations (CEPI), told ET in an interview. Hatchett said climate change has raised the risk of pandemic outbreaks and countries shouldn't lose sight of preventing them. Edited excerpts:What is the status of Covid-19?I think the worst of Covid is behind us. But the virus is continuing to evolve. And currently we don't have vaccines that are very good at blocking transmission. We have vaccines that are good at preventing people from dying, which is great. But there's still a high level of virus circulating in populations and every new person infected is an opportunity (for the virus) to mutate and change, and at some point, potentially to get to change enough to become lethal.Is CEPI looking at vaccines that block Covid-19 transmission?So, looking forward with respect to coronavirus vaccines, I think we need two things — I think we need vaccines that fight transmission so that we can just reduce the level of Covid disease. Also, we need vaccines that protect people, at least from severe disease or death caused by a broad range of coronaviruses. What we've seen over the last three or four decades is that just about every decade, a new coronavirus emerges.What about intranasal vaccines like Bharat Biotech's Incovacc which seem to have potential to block transmission?I haven't seen the publication (of data). I don't think the data for this vaccine is widely published. So it's a little bit hard to assess how they're doing in terms of blocking transmission. And I think we would need to develop specialised protocols where we can actually do challenge studies, vaccinate people, and then actually challenge them with very mild or attenuated forms of coronavirus and see if they actually do block transmission. And we'll get there.CEPI has been working on Disease X, where you want to support rapid response platforms...How do you crunch the development timelines?There are multiple learnings from Covid that make us think this is possible. One is that we have a whole new suite of vaccine tools in the form of mRNA and the other platforms. We have innovated with trial designs, and regulators gained a lot of experience around the world, making rapid regulatory decisions.","8":"The National Company Law Appellate Tribunal (NCLAT) has dismissed the plea of HDFC to stay the sale of IL&FS headquarters in Mumbai's Bandra Kurla Complex (BKC) to Brookfield Asset Management. A two-member bench of the NCLAT said the sale of the property is as per the revised resolution framework approved by the appellate tribunal in March 2020 and it cannot operate as any fetter to proceed with the approval of the proposal.  Housing Development Finance Corporation Ltd had made an offer to sanction a loan of Rs 400 crore to IL&FS as a lease rental discounting transaction.  The repayment of the said facility was to be from the cash flows generated from the use of the TIFC property being let out by Infrastructure Leasing & Financial Services Ltd whose cash flows were assigned in favour of HDFC.  However, the new management of the debt-ridden IL&FS decided to sell the property as part of its plan to reduce debt.  As per the established system, it also got permission from the adjudicating authority on September 23, 2022.  This was challenged by HDFC contending that the adjudicating authority passed the order on September 23, 2022 in violation of the principles of natural justice.  \"... we, thus, are of the view that no grounds have been made out to interfere with the order passed by the adjudicating authority dated September 23, 2022,\" the NCLAT said.  \"No relief can also be granted in... as on date, the same stands rejected,\" the NCLAT bench comprising Chairperson Justice Ashok Bhushan and Alok Srivastava said.","9":"Indian mobile consumers may finally get some respite from phishing and cyber frauds, which lead to estimated financial losses of Rs 1,000-1,500 crore every month.The initial results from a trial of an artificial intelligence (AI)-based solution being undertaken by Vodafone Idea (Vi) and Tanla Platforms to curb phishing and cyber frauds emanating from misuse of SMSes have returned an accuracy rate of over 99%. This means that the AI-based solution is stopping phishing attempts through SMSes most of the time.The final results from the trial will be shared with Telecom Regulatory Authority of India (Trai), which is already working with financial regulators including the Reserve Bank of India (RBI) and Securities and Exchange Board of India (Sebi) to curb the menace of such online frauds.“I had an opportunity to see the solution and I am genuinely amazed by the initial insights... I am sure the product will be a major success in India and worldwide,” Trai chairman PG Vaghela said on the sidelines of the Mobile World Congress.Tanla’s AI-based solution can be deployed into the core network of a telecom operator. With the use of AI, the solution detects whether the SMS’s call to action (URL or phone number) is malicious or not. The solution, using AI and deep learning, analyses the sender’s reputation and acts. For instance, if the sender is a recorded spammer or a fraudster, it will block the message. Trai has been trying various means of curbing phishing and has been advocating the use of AI and machine learning (ML) to tackle the menace. The regulator had approved Tanla Platforms and Vi to undertake the trial of the solution for three months.As per estimates, India ranks among the largest markets for SMS phishing, with over six million citizens scammed annually, resulting in an estimated loss of around Rs 15,000 crore. The country’s growing mobile user base and low SMS rates have led to SMS phishing becoming one of the most prevalent forms of scam, say experts. As per Tanla’s analysis, over 5 billion SMS phishing attempts are made in India annually.Further, only 1% of scammers are believed to have contributed to 70% of the phishing scams, amounting to Rs 700-850 crore worth of financial losses every month.Industry executives and officials at Trai say scammers are becoming smarter and faster to revise their modus operandi within 24 hours, making it difficult for enforcement agencies to catch them. The fraudsters are now recycling SIMs and misusing older or unused registered headers of registered telemarketers.“The problem is real and huge. Now is not the time to experiment. Our solution acts as a single platform to solve the phishing problem end-to-end. It protects the user, disables the scam and eliminates the scammer. It enables brands to always be three steps ahead of the fraudster,” said Uday Reddy, chief executive officer at Tanla.As phishing events rise across the country, enterprises, telcos and regulators have been asking for technology-based solutions that make the digital ecosystem safer.Vaghela said Trai was the first regulator to introduce blockchain-based distributed ledger technology (DLT) solution to curb the menace of spam.On February 16, the regulator asked telcos to block all unverified headers and message templates within 30 and 60 days respectively, in a bid to contain the menace.Trai has also recently announced the formation of a joint committee of regulators comprising Trai, RBI, Sebi and the consumer affairs ministry to address the issue of pesky calls and messages.(The reporter is in Barcelona to cover the Mobile World Congress at the invitation of OnePlus.)","10":"India Grid Trust (IndiGrid) on Thursday announced completing acquisition of 100 per cent \"shareholding and economic interest\" in Khargone Transmission Ltd from Sterlite Power Transmission Ltd (SPTL). IndiGrid is India's first listed power sector infrastructure investment trust (InvIT) and STL is one of the sponsors of IndiGrid.  \"IndiGrid announces the completion of acquisition of 100 per cent shareholding and economic interest in Khargone Transmission Ltd (KTL) from SPTL,\" it said in a statement.  \"Acquired at an enterprise value of Rs 15 billion, the addition of KTL to the portfolio will take IndiGrid's assets under management to Rs 227 billion and its overall asset base to 8,416 ckms of transmission lines and 17,550 MVA of transformation capacity,\" the company said.  The acquisition was funded through a combination of equity, internal accruals, and debt.  On January 21, IndiGrid and SPTL signed a binding share purchase agreement for the acquisition. The IndiGrid received its unitholders' approval on February 23.  KTL is an Inter-state Transmission System TBCB (Tariff Based Competitive Bidding) project and has been operating commercially since December 2021.  It is a Build-Own-Operate-Maintain (BOOM) based project and has a remaining transmission service agreement life of 32 years with a levelised tariff of Rs 159.1 crore.  The asset spans across Madhya Pradesh and Maharashtra and terminates in one end at the Dhule substation of Bhopal Dhule Transmission Company Ltd (BDTCL).  Harsh Shah, Chief Executive Officer of IndiGrid, said that due to KTL's geographical proximity to its existing BDTCL project, the acquisition provides an operational leverage and will help drive operational efficiency.","11":"New Delhi: Adani Green Energy on Thursday said its 700-MW hybrid green energy project has become operational, which took its total operating renewable portfolio to 8,024 MW, the largest in India. The project is its fourth wind-solar hybrid power plant fully operational at Jaisalmer in Rajasthan, a company statement said.  It stated that the 700-MW plant is the world's largest wind-solar hybrid power plant.  \"With the successful operationalisation of the 700-MW plant, the world's largest wind-solar hybrid power plant, AGEL now has the largest operating renewable portfolio in India with 8,024 MW,\" it said.  The combined operational generation capacity of this newly added hybrid power plant is 700 MW and has a Power Purchase Agreement (PPA) at Rs 3.24\/kwh for 25 years.  This new hybrid power plant consists of a combination of 600 MW solar and 510 MW wind plants. The latest hybrid plant deploys advanced renewable technologies like bifacial solar PV modules and horizontal single-axis trackers (HSAT) systems to enable maximum electricity generation from solar energy.  The plant is co-located and is designed to deliver CUF of minimum 50 per cent, the highest CUF of any renewable project in India.  The plant harnesses the potential of renewable energy by resolving intermittency of the generation and provides a more reliable solution to meet the rising power demand.  The plant is housed under AGEL's 100 per cent subsidiary Adani Hybrid Energy Jaisalmer Four Limited.  Earlier in May 2022, it had operationalised India's first hybrid power plant of 390 MW. This was followed by the commissioning of the world's largest co-located hybrid power plant of 600 MW in September 2022 and the third hybrid power plant of 450 MW in December 2022. All three of these hybrid energy generation assets are located in Jaisalmer, Rajasthan.","12":"The government-backed and SBICAP Ventures-managed last-mile financing platform Special Window for Completion of Construction of Affordable and Mid-Income Housing Projects (SWAMIH) has helped unlock liquidity worth over Rs 35,000 crore by helping completion of stalled housing projects across the country, said a top executive of the fund.The Rs 15,530-crore fund sponsored by the finance ministry has so far provided final approval to 130 projects with sanctions worth Rs 12,500 crore. It has already completed 20,557 homes and aims to complete over 81,000 homes in 130 projects over the next three years across 30 tier 1 and 2 cities.“In addition to helping homebuyers by completion of stalled projects, SWAMIH fund’s support has resulted in kick-starting the ecosystem around these projects. A steady revival in construction, sales cycle and liquidity has helped many banks and financial institutions get debt repayments. We can certainly see a multiplier effect of 2.5 to 3 times at play across all ancillary industries,” Irfan A. Kazi, chief investment officer, SWAMIH Investment Fund, told ET.The government recently announced its plan to invest an additional Rs 5,000 crore in the fund, taking its final close to Rs 15,530 crore. The additional commitment will enable the fund to continue to evaluate deals till December 2024.“The fund emphasises on business continuity even in troubled projects that are facing various legal issues on their project or the promoters. In every investment, we have incorporated a business continuity plan to ensure project completion even if the developer or promoters is unavailable due to legal action,” Kazi said.SWAMIH is a category II alternative investment fund (AIF) that was announced by finance minister Nirmala Sitharaman in September 2019 and was approved by the Cabinet in November 2019. The fund had received a commitment of Rs 10,037.5 crore in its first close in December 2019, where the government of India had committed a fund infusion of up to Rs 5,000 crore.“We are not into relationship fundings, we do project funding. Robust supervision and control over project expenditures are the mainstay of the process, enabling faster project completions,” Kazi said, adding that the fund itself makes payments to vendors and contractors only against actuals incurred.The fund has quickly gained public trust within three years of inception as large-scale stressed projects have been completed with SWAMIH’s intervention. The fund’s presence in a project often acts as a catalyst for better collections and sales even in projects that were delayed for years.“We were able to complete more investment deals in the residential real estate sector in 2020-22 during the Covid pandemic period than the entire rest of the real estate private equity industry,” Kazi added.SWAMIH Investment Fund is India’s largest social impact fund aiming to provide priority debt financing for the completion of stressed, brownfield and RERA-registered residential projects that fall in the affordable, mid-income housing category.“The fund looks at financing all projects that meet the basic criteria despite issues related to demand-supply in the micro-market, promoter’s track record and legal issues. The underlying principle in the investment mandate is that the homebuyers should not be made to suffer for the sins committed by the developer,” he said.SWAMIH’s repayments are structured on a ‘pay when able’ basis and are generally done only after the completion of the construction. It charges a standard 12% internal rate of return to all funded projects without any other annual, service or processing charge.State Bank of India is one of the anchor investors of the fund along with Life Insurance Corporation of India (LIC). Mortgage lender HDFC and some nationalised banks are also among its key investors.This fund is the crucial part of the measures taken up by the government to infuse liquidity in stressed projects to help homebuyers across the country get delivery of their stuck apartments.","13":"Billionaire Anil Agarwal's Vedanta Resources Ltd on Thursday said capital is necessary for growth and nation building and companies borrow keeping in view growth prospects and ability to repay. Continuing its efforts to convince the investor community about debt being within manageable limits, Vedanta in a post on Linkedin said the company has always met its repayment commitments on time and has full capability to repay.  Earlier this week, the firm, which is the majority owner of Mumbai-listed mining and oil and gas company Vedanta Ltd, had said it is in the advanced stage of finalisation to tie up USD 1.75 billion through a combination of syndicate loan and bilateral bank facilities.  Vedanta Resources said it has pre-paid all of its debt that was due for repayment till March 2023, deleveraging by USD 2 billion in the past 11 months. Further, it is confident of meeting its liquidity requirements for the quarter ending June 2023.  \"Capital is necessary for growth and nation-building. All, including sovereign, individuals and companies borrow keeping in view growth prospects and, therefore, the ability to repay,\" the company said.  Vedanta has a robust record of raising over USD 35 billion in capital, and has always met repayment commitments on time. \"We have a tremendous asset base which delivers high cash flows. There is full capability to repay. With the ongoing expansions, we expect our revenue to be USD 30 billion in the near term,\" the company said in the post.  \"All Vedanta's companies are professionally run by top CEOs and the best international experts. The company operates at the lowest costs and is on a high growth trajectory. We will continue to be a partner in and contributor to India's remarkable economic rise,\" it said.  Earlier this month, S&P Global Ratings stated that the company's credit ratings may \"come under pressure\" if it is unable to raise USD 2 billion and\/or sell its international zinc assets.  Vedanta Ltd (Vedanta Resources has 70 per cent stake) has proposed sale of the international zinc business to Hindustan Zinc Ltd (Vedanta Ltd has 65 per cent ownership) for nearly USD 3 billion.  The government is averse to the deal as it is a related party transaction and will hit its own share sale plan. Valuation of the assets is among several concerns flagged by the government, which holds a 29.54 per cent stake in HZL, which was privatised more than two decades ago.  \"Vedanta Resources Limited has pre-paid all of its maturities due till March 2023 and has deleveraged by USD 2 billion in the past 11 months. Thus, it has achieved half of its USD 4 billion 3-year debt reduction commitment in the first year, ahead of its plans for this fiscal,\" the company had said in a statement earlier this week.  \"We would like the investors to note that Vedanta group operating companies, underpinned by strong operating profitability from diversified and low-cost tier-1 assets, are delivering healthy cash flows whilst maintaining disciplined capital allocation\".  During FY22, Vedanta Limited delivered an EBITDA of USD 6.1 billion and free cash flow (pre-capex) of USD 3.6 billion.  \"Vedanta Resources is fully confident of meeting its upcoming maturities in quarter ending June 23. We have multiple options for both refinancing as well as repayment through internal accruals. We are in advance stage to tie up required financing through a USD 1 billion fresh loan from a syndicate of banks. We are also close to finalise USD 750 million bilateral facilities with various relationship banks. The remaining liquidity requirements can be addressed internally,\" it said.  Vedanta Limited, the subsidiary of Vedanta Resources, does not have any pledge except 6.8 per cent of Hindustan Zinc Limited's shares.  \"Over the past 20 years, Vedanta Resources has raised more than USD 35 billion and has an excellent track record of debt servicing. Vedanta remains confident of servicing its debt obligations through multiple options including capability to make payments through internal accruals at all times,\" the statement added.  S&P had stated that Vedanta Resources is fully funded until March 2023, following a dividend declared by Vedanta Ltd in January.  \"We estimate further dividends from Vedanta Ltd, together with management fees, can be used to meet about USD 1.5 billion of the USD 2 billion the parent requires between April and June, including inter-company loans and interest expenses,\" it had said.  Debt maturities next fiscal include USD 500 million of loan repayments in the quarter ending December 31, 2023 and a USD 1 billion bond in January 2024.  Vedanta has a portfolio comprising zinc (the world's largest integrated producer), aluminium (India's largest producer of primary aluminium), oil and gas (India's largest private producer of crude oil), silver (6th largest producer globally), battery metals: Nickel (India's sole nickel producer) and cobalt, copper, iron ore and steel and commercial energy.  Vedanta said it is India's largest diversified natural resources company. In India, it is the largest producer of zinc, largest producer of aluminium, second largest producer of oil, second largest commercial miner of iron ore and a significant contributor to gas and silver. It is now foraying into semiconductors and display glass.  \"As a company, Vedanta is purpose-driven. Just like how India achieved self-sufficiency in agriculture and food several decades ago, it must now achieve atmanirbharta in minerals and oil & gas that occur below the ground. Vedanta is committed to helping India achieve this objective,\" it said.  The company said it has always cared for all stakeholders and is one of the highest contributors of tax to the exchequer, paying USD 34 billion in the last 7 years. It has rewarded shareholders with the highest dividend yield paying out over USD 9 billion in the last decade. \"Most of all, we are committed to the environment, to our communities and transparency in our functioning. We ranked second in the global Dow Jones Sustainability Index, a recognition of our ESG priorities. Soon, we plan to meet 25 per cent of our energy requirements through renewables with a 4GW installed capacity,\" it added."}}