{"Time":{"0":1677835260000,"1":1677835140000,"2":1677834000000,"3":1677833280000,"4":1677833280000,"5":1677834000000,"6":1677831480000,"7":1677824940000,"8":1677824760000,"9":1677824520000,"10":1677824340000,"11":1677738360000,"12":1677735480000,"13":1677734580000,"14":1677724680000,"15":1677725100000,"16":1677722040000,"17":1677723060000,"18":1677757800000,"19":1677757080000,"20":1677752460000,"21":1677752100000,"22":1677751620000,"23":1677751620000},"Title":{"0":"India commercial paper rates may rise further as liquidity dries up: Analysts","1":"Personal Finance: Tackling unprecedented situations in financial planning","2":"Will G20 pay heed to Narendra Modi’s wake-up call?","3":"India at last gets going on drug regulatory reforms","4":"Investors want SBI Cards to make the most of growing credit card spends","5":"Are retail investors losing faith?","6":"Salvatore Babones writes: India will never achieve the kind of manufacturing dominance that China once had","7":"Cash Market | GoldBees may do well if dollar index falls","8":"Commodity Trade | Bear sash near resistance indicates correction in Copper","9":"Options Trade | A non-directional options strategy in Axis Bank","10":"Cash Trade | Asian Paints: Price is breaking out of a double bottom trend reversal pattern","11":"G20: Russia-Ukraine proves obstacle to joint statement as India issues Chair's Summary again","12":"How Warren Buffett turned a few calls into 3,787,464%","13":"Ajay Banga's experience will stand him in good stead at World Bank: FinMin","14":"Moneycontrol Pro Panorama | Autos gain ground, but headwinds lurk","15":"CEA Nageswaran says monthly data suggests FY23 GDP may be revised upwards","16":"Steps by Centre to increase exports by MSME sector: Official","17":"Fed is set to hike rates to 6% or more. Will RBI follow suit?","18":"Banish those thoughts of LPG subsidy ending in the near term","19":"Will bank employees get five-day work week?","20":"Madhya Pradesh Budget: Industry bodies welcome it, Indore traders' association says it's aimed at 2023 polls","21":"El Nino Impact: Gainers and losers if monsoon fails","22":"Madhya Pradesh govt presents Rs 3.14 lakh crore Budget; announces Rs 8,000 crore for new women welfare scheme in poll year","23":"Can India's UPI become the payments system for the developing world? "},"Description":{"0":"Short-term rates, which have been edging higher since the Reserve Bank of India started raising rates last year, have already hit their highest level in over four years because the liquidity deficit in the banking system is seen widening and the government has stepped up borrowing via treasury bills at the end of the financial year.","1":"Unprecedented situations in one’s life can disrupt financial stability ","2":"The outcome of the G20 foreign ministers’ meeting underscores the crisis that multilateralism faces in today’s world","3":"After the initial gut reactions of denial, better sense now seems to be prevailing and the conclave bringing together all stakeholders, regulatory organisations and senior officials running them is a move in the right direction ","4":"Despite SBI Cards performing well with its loan book expanding and asset ratios getting better, investors have been lukewarm on the stock","5":"Last month, institutional investors were net buyers of Indian stocks worth more than Rs 8,000 crore. But still, Nifty cracked by more than 2 percent during the period -- in other words, February saw retail investors losing faith ","6":"More efficient agriculture and services can do just as much to promote growth as more efficient manufacturing. And unlike manufacturing, agriculture and services depend relatively little on global markets","7":"The stock is firmly in an uptrend and one should look for dips to enter","8":"Lower high and loss of momentum support the bearish view on Copper","9":"Axis Bank is expected to remain sideways within our range. An Iron Condor trade to capitalise","10":"Breakout is on strong volumes and MACD is in a buy mode.","11":"According to External Affairs Minister S Jaishankar, there was agreement on around 95 percent of issues among the G20 foreign ministers","12":"A good decision every five years provided the foundation of Berkshire Hathaway’s returns","13":"\"Congratulations to Ajay Banga on being nominated to lead World Bank. India supports Banga's nomination and looks forward to his leadership of the World Bank,\" the Finance Ministry said in a tweet.","14":"In today’s edition of Moneycontrol Pro Panorama: Market conditions ease up a bit, heat waves not a concern yet, states record tepid capex spending, no big farewell for Citibank, and more","15":"Data released earlier this week showed India's GDP growth rate fell to 4.4 percent in October-December","16":"According to the MSME ministry, the market is getting bigger with the advancement of digital technologies and opening up of more export markets.","17":"Hopes of the Federal Reserve ‘pivot’ have faded on the back of robust economic data. Markets fear the Fed funds rate could rise to over 6 percent.","18":"LPG subsidy is here to stay notwithstanding proclamations by successive governments to end it. This is because actions on the ground are driven by populism, not economics","19":"While the Indian Banks’ Association has agreed, the government is to clear the proposal, as per sources.","20":"The state government presented a Rs 3.14 lakh crore Budget with a provision of Rs 8,000 crore for the 'Mukhyamantri Ladli Behna Yojana', a new scheme to be rolled out for the welfare of women in the state where the Assembly polls are due this year-end. Finance Minister Jadgish Devda presented the budget in the House.","21":"Deficient rains can be a bane for agri- and rural-centric companies, while proving to be a boon for sectors that offer respite from scorching heat","22":"A new scheme named 'Mukhyamantri Balika Scooty Yojana' to provide e-scooters to the girls securing first class in Class 12 examination is also announced in the budget.","23":"India sees its Unified Payments Interface as an alternative for the developing world but there are other competitors"},"Body":{"0":"Indian companies may have to spend more to raise short-term funds via commercial papers as liquidity tightens further and government borrowings of similar tenure increase, analysts said. Short-term rates, which have been edging higher since the Reserve Bank of India started raising rates last year, have already hit their highest level in over four years because the liquidity deficit in the banking system is seen widening and the government has stepped up borrowing via treasury bills at the end of the financial year. Earlier this week, state-run financial institution NABARD raised three-month funds at 7.65%, which was over 40 basis points higher than what it paid for a similar paper a month ago. Shadow lenders Bajaj Finance, Aditya Birla Finance and Tata Capital Financial, which are regular issuers, paid 7.84%-7.90% for a three-month paper, up 20-30 bps in the last two weeks. These rates are at the highest level since October-November 2018. \"We were already seeing a rise in rates of commercial papers, and companies will have to shell out even more with tighter liquidity conditions likely in March,\" said Anand Nevatia, fund manager with Trust Mutual Fund. The Refinitiv benchmark CP index for non-bank financial companies, which are the largest borrowers in the CP market, showed that the rates have jumped to their highest levels since March 2020, when the pandemic hit. Barring the pandemic period, the rates are at the highest since November 2018. (Graphic: Commercial paper rates have risen to near 4-year highs Commercial paper rates have risen to near 4-year highs, https:\/\/www.reuters.com\/graphics\/INDIA-MARKETS\/egpbyolbxvq\/chart.png) The recent jump in CP rates is seen across categories, with even top-rated companies paying more, market participants said. \"Since the current rise in yields is more due to broader factors and not any sector or a company-specific issue, we are seeing a uniform jump,\" said Venkatakrishnan Srinivasan, founder and managing partner of debt advisory firm Rockfort Fincap. \"The three-month CP rates of highly rated companies may remain above 7.75%, while the one-year rates may linger around 8.25%, unless the RBI induces more liquidity in the system,\" Srinivasan said. New Delhi is set to borrow an additional 500 billion rupees ($6.06 billion) through a sale of Treasury Bills in March. Banking system liquidity stayed in deficit for most of February and could spiral down with advance tax and GST payments. \"We have seen short-term yields soaring because of tightening liquidity and recent higher inflation prints which have led to market disagreement on terminal rate expectations,\" said Sanjay Pawar fixed income fund manager at LIC Mutual Fund.","1":"                        An investor who meticulously follows the financial planning process is usually aware that it is a road to achieving financial goals. That is the main motive of this process. The conventional financial goals that we keep hearing about are retirement planning, children’s higher education goal, children’s marriage goal, planning for a house purchase, etc.\r\n\r\nBut some unprecedented financial situations take us completely off-guard and often rock the stability of personal finances. These could be termed ‘unconventional’ financial goals. A few...\n                    ","2":"                        Highlights\r\n\r\n\tG20 foreign ministers fail to issue a joint statement\r\n\tThe chair summary is very similar to the one issued last week after G20 financial leaders’ huddle\r\n\tG20 is unable to exorcise the ghost of the Ukraine war\r\n\tThe deep divide between the West and the Russia-China combine remains\r\n\t India wants to put war worries behind and push its agenda during the G20 presidency\r\n\tBut New Delhi has its compulsions and doesn’t wield that influence on the global stage\r\n\tTaking a cue from Modi’s remark, India...\n                    ","3":"                        It has taken the authorities several months after the death of children in two countries being linked to taking cough syrup made in India to do what is critically needed – bring together the key stakeholders in the pharmaceutical industry and the regulators so as to devise a pathway to building a robust regulatory system that does not again let the country down. The critical issue of safety of Indian drugs persists, with the USFDA warning earlier this month...\n                    ","4":"                        By Alekh Angre\r\n\r\nHighlights\r\n\r\n\tSBI Cards accounts for nearly a fifth of outstanding cards and spends in the industry\r\n\tIt led the industry in new card additions on a net basis in January 2023\r\n\tAsset quality has improved\r\n\tRBI’s tightening of regulations has been weighing on the stock\r\n\tHardening of interest rates has led to cost of funds rising\r\n\tAnother pain point for investors has been the stagnant share of revolvers in gross receivables\r\n\tDigital lending platforms are gaining popularity, offering competition to credit cards\r\n\r\nSBI Cards and Payment...\n                    ","5":"                        Highlights\r\n\r\n\tEasy money and extraordinary returns, coupled with rising incomes in the Technology sector had contributed to an exponential rise in the appeal of stock markets for retail investors\r\n\tRetail investors’ contribution to turnover in NSE rose to a decade-high of 45percent in FY21\r\n\tDIIs and retail investors continued to support the stock markets, which helped Nifty hold its ground around the 18,000 levels\r\n\tIn January, direct retail participation in equities started dipping\r\n\tIndirect retail participation via SIPs continued unabated even in January\r\n\tThe ongoing...\n                    ","6":"India will soon have a $5 trillion economy, en route to $10 trillion by 2040. That trajectory puts India on track to surpass China in total GDP by mid-century. It will take a lot of ambition – buttressed by strong execution –  to make that future a reality. But it is doable, and the geopolitical outlook is benign. If there's one thing the rest of the world wants, it's an Asian alternative to China. But India is unlikely to grow its way to global influence through export-driven manufacturing for the US and European markets. That trick has been done once, and it won't be done again. From Scale To Redundancy Global manufacturing supply chains became concentrated in China as formerly American production was offshored first to Japan, then to South Korea and Taiwan, and finally from there to China. These production networks consolidated massive manufacturing clusters on a scale never seen before. But today the trend is toward redundancy and supply chain security. That's not just a passing fashion. Modern twenty-first century production networks are not driven by the same economy-of-scale logic that dominated the last century. For high-value components in particular, continuity of supply can be more important than simple low-cost. As a result, production networks are now diversifying out of China. India will capture some of that diversification, but it will never achieve the kind of manufacturing dominance that China once had. And without that kind of dominance, India can't manufacture its way to middle-income status. Luckily, it doesn't have to. Growth Beyond Manufacturing Economic growth isn't just about manufacturing. China's growth was centred on export manufacturing because when China opened to the West, it initially kept its domestic sectors closely guarded. Only the export sector was liberalised, and the export sector quickly adjusted to global levels of productivity. The rest of the economy stayed relatively poor. Thus, although China is a globally-competitive centre for manufacturing, its agriculture and services sectors remain productivity laggards. The overall productivity of an economy, which ultimately determines a country's GDP per capita, is the weighted average of the level of productivity of every sector in the economy. In China's case, manufacturing boosts GDP per capita, while other sectors drag it down. India's path to middle-income status likely does not involve it ever becoming the workshop of the world. Instead, India is more likely to become an $8,000 GDP per capita like Brazil, where exports account for around 20 percent of GDP and manufacturing accounts for only 10 percent of GDP, lower than India's 15 percent. There are many paths to productivity. Focus On Productivity With 30 percent more arable land than in China and more than 40 percent of its workforce still engaged in agriculture, the fastest way to increase productivity (and thus GDP) in India would be to improve the productivity of Indian agriculture. This would require major reforms, but every path to growth requires major reforms. India could become an agricultural powerhouse like Brazil, but only if it ends wasteful practices associated with the mandi system and moves decisively toward market-driven commercialised agriculture. India's services sector would also benefit from continued deregulation. Software services may be a leading sector in India, but other service industries are held back by the dead hand of unnecessary regulation and superfluous red tape. It shouldn't be so complicated to get things done in India. Any paperwork that exists purely for the sake of generating paperwork should simply be eliminated. Market-oriented reforms can be scary (and sometimes politically unpopular), but they are necessary, and will ultimately benefit everyone. If India wants to grow, it will have to move to an economy that has fewer low-productivity farmers and fewer low-productivity servants. Middle-class Indians can't have cooks, cleaners, and drivers. If they do, India's middle class will remain small—and India will remain poor. Reforms that pull people off the farm (and out of the house) inevitably raise the spectre of mass unemployment. But in all of history, that spectre has never materialised. Today's developed economies also used to have millions of poor farmers and domestic servants. Rising productivity created new, better opportunities for these people and their descendants. Productivity really is the tide that lifts all boats. More efficient agriculture and services can do just as much to promote growth as more efficient manufacturing. And unlike manufacturing, agriculture and services depend relatively little on global markets. To reach middle-income status through export-driven manufacturing growth, India will have to beat out many cut-throat competitors. Dozens of countries want to be the next workshop of the world, and they're all going to have to share a slowly expanding pie. But productivity gains in agriculture and services are entirely under India's own control. It would be foolish not to pursue them. Salvatore Babones is an associate professor at the University of Sydney and director of the Indian Century Roundtable. Views are personal, and do not represent the stand of this publication.","7":"","8":"","9":"","10":"","11":"The Russia-Ukraine issue proved a gap too far to bridge for the G20 foreign ministers as India was forced to issue a Chair's Summary and Outcome Document for the second meeting in a row. \"There were a very large number of issues on which there was agreement,\" External Affairs Minister S Jaishankar said in a briefing on March 2. \"There was a considerable meeting of minds... If we had had a perfect meeting of minds on all issues and captured it fully, then obviously it would have been a collective statement. But there were issues...concerning the Ukraine conflict, on which there were divergences,\" Jaishankar added. The issuance of a Chair's Summary and Outcome Document at the end of the Foreign Ministers' Meeting follows a similar conclusion last week after the meeting of Finance Ministers and Central Bank Governors was also unable to reach a consensus over a communique, or a joint statement, due to opposition from Russia and China over the characterisation of the conflict in Ukraine. Last week's meeting in Bengaluru ended with the Chair's Summary adopting two key paragraphs from the Bali Leaders' Declaration, which said most members condemned Russia for the war, while other members had differing views and assessments of the situation. Russia and China had then voiced their opposition to the inclusion of these two paragraphs, which was mentioned in a footnote. Jaishankar said today that apart from two paragraphs in the Chair's Summary, there was consensus among the G20 members on the rest of the document. The Chair's Summary issued at the end of the meeting of the foreign ministers on March 2 also took the same two paragraphs from the Bali Leaders' Declaration. In his briefing today, Jaishankar said he had mentioned in one of the sessions today that for the Global South, the Russia-Ukraine conflict was a make-or-break issue. Also Read: G20 must provide direction to world: EAM Jaishankar Also Read: G20 Summit: PM Modi urges foreign ministers to not let difficult issues block others In addition to his discussions with G20 members, Jaishankar said he had also met with China's foreign minister, with the bulk of the conversation surrounding concerned the bilateral relationship, which Jaishankar has previously described as \"abnormal\". Day 2 of G20 foreign ministers' meet in pics \"There are real problems in that relationship, that need to be looked at, that need to be discussed very openly and candidly between us,\" Jaishankar said, adding that these discussions included \"peace and tranquillity along the border\".","12":"Few investors’ words are parsed more intently than Warren Buffett’s. But in this year’s annual shareholder letter, which dropped Saturday, the Oracle of Omaha didn’t give much away. It was one of his shortest ever and contained few fresh ideas. But he did offer one morsel: “Our satisfactory results,” he wrote, “have been the product of about a dozen truly good decisions – that would be about one every five years.” By “satisfactory results,” Buffett is being modest. Shares in his investment vehicle, Berkshire Hathaway Inc., have returned 3,787,464% over his almost six decades at the helm. That just 12 decisions drove such performance is remarkable. Naturally, investors scrambled to identify them. For my part, the list can be narrowed down even more. Chief among them has to be the acquisition of National Indemnity, which forms the kernel of the insurance segment that now contributes about half of Berkshire’s total assets. Headquartered a few blocks away from Berkshire in Omaha, Nebraska, Buffett acquired the business in 1967 for $8.6 million. With it came a captive investment portfolio that in 1967 sat on $174,000 of gains; by the end of 1968 – Buffett’s first full year of ownership – it was sitting on $1.76 million. The acquisition sparked Buffett’s love affair with “float.” His biographer Alice Schroeder remarks: “To someone like Buffett, having other people’s money to invest, on which he kept the profit, was catnip.” Float arises because most insurance policies require that premiums be prepaid and because it usually takes time for an insurer to hear about and resolve claims; in the meantime, insurers get to invest the capital for their own benefit. “This access to ‘free’ money has boosted Berkshire's performance in a major way,” wrote Buffett in his 1995 shareholder letter. Berkshire’s latest annual report (page K-98) illustrates the point. In Berkshire Hathaway Primary Group, where National Indemnity now resides, over half of the claims are paid out more than three years after an accident. In one case (highlighted on page K-99) National Indemnity booked a $10.2 billion premium back in 2017 on which it has so far only paid out $2.7 billion. Last year, the overall cost of float was nominal; in prior years it has been negative. Over the years, “through acquisitions, operations and innovations,” Berkshire has bolstered its float. From $39 million in 1970, the group’s overall float now stands at $164 billion. Last year alone, it grew by $17 billion, partly from the acquisition of Alleghany Corp. By itself, the Alleghany deal was too small to be one of the dozen, but another insurance acquisition does make the cut: Geico. Buffett had been following Geico for at least 25 years before he acquired a third of the company in 1976. Over the next 10 years, it grew to account for half of his public stock portfolio. In 1995, he took full control. Not only did Geico contribute $3 billion to the group’s float but, unlike other insurance companies, it made money along the way via positive underwriting results. Despite a setback last year when it suffered losses as claims shot up, cumulative underwriting profits have amounted to $19.8 billion – not bad for an acquisition whose all-in cost was around $2.4 billion. Other insurance acquisitions were less accretive. In 1998, Berkshire acquired General Re Corp, which came with $14 billion of float but a heap of problems. Buffett wrote in his 2002 letter that the company had “severely miscalculated the cost of the product it was selling.” A greenfield investment in reinsurance years earlier also failed, highlighting the risks inherent in sourcing float. “After more than 20 years, [we] regularly receive significant bills stemming from the mistakes of that era,” Buffett wrote of the scheme in his 1995 letter. “A bad reinsurance contract is like hell: easy to enter and impossible to exit.” Neither General Re nor Berkshire’s organic foray into reinsurance make it into the dozen. Fortunately, one key decision helped to resolve these mistakes: the hiring of Ajit Jain, currently Berkshire’s vice chairman of insurance operations. “The search expenses that brought us Ajit Jain, now there was an investment that really paid a dividend,” said Berkshire Vice Chairman Charlie Munger at the group’s 2005 annual meeting. “I can think of no higher return investment that we’ve ever made that was better than that one.” Jain came in to run Berkshire’s reinsurance business and then launched a new business, “catastrophe insurance,” in which the group is now the world leader. He’s “added tens of billions of value,” said Buffett at his 2017 annual meeting. The Jain hire together with the National Indemnity and Geico acquisitions represent a quarter of the “dozen truly good decisions” Buffett has made, but more than that, they define the structure of the Berkshire Hathaway group. Many of the other decisions are intertwined with them, including the purchase of Coca-Cola Co. stock, a slug of which is held via Geico’s float. Distilling 58 years of work down to 12 decisions is hard, but that level of endurance requires a firm foundation. How that foundation is set up is perhaps the most important decision of all. Marc Rubinstein is a former hedge fund manager. Views are personal and do not represent the stand of this publication. Credit: Bloomberg","13":"The Finance Ministry on March 2 congratulated and supported the nomination of Indian-born former Mastercard CEO Ajay Banga to head the World Bank. \"Congratulations to Ajay Banga on being nominated to lead World Bank. India supports Banga's nomination and looks forward to his leadership of the World Bank,\" the Finance Ministry said in a tweet. Banga brings with him unique and wide-ranging expertise in the financial and technological sectors. \"He has rich experience in guiding large organisations that have invested and created jobs in developing economies, and in mobilising resources on a large scale,\" FinMin said. Banga's rich experience will stand him in good stead at a time when the World Bank is considering next-generation reforms to deliver on its ambitious agenda to reduce poverty, expand prosperity and deal with the pressing global challenges of our times, the tweet said.","14":"Dear Reader,  The Panorama newsletter is sent to Moneycontrol Pro subscribers on market days. It offers easy access to stories published on Moneycontrol Pro and gives a little extra by setting out a context or an event or trend that investors should keep track of.  February wholesale data from auto original equipment makers (OEMs) saw rising demand across all segments. While the demand-led recovery has pushed sales growth in commercial vehicles (CV) and passenger vehicles (PV) beyond pre-COVID levels, there is optimism even in two-wheelers, which have been lagging compared to other segments. The domestic auto recovery is getting more broad-based although retail segment demand has been sustained mainly due to demand from the urban and higher-end customer. This is reflected in robust sales in utility vehicles (UVs), particularly in newly launched models. February PV registrations rose by about 10 per cent year-on-year (yoy) and were about 17 per cent higher than February of 2019 -- the year before the pandemic. Even the recent 1-2 per cent price hikes by leaders such as Maruti Suzuki, Tata Motors and Mahindra and Mahindra did not dampen sentiment. While two-wheelers were seeing improved off-take in premium bikes, February data brought some cheer in the lower-end models, too. Will rural demand improve and give a leg-up to lower-end models in the coming wedding season? Read this article from MCPro Research. The sales trajectory of CVs is closely tied to economic growth, where India is marching ahead of its peers. While the light commercial vehicle sales are yet to rev up, the explosive yoy growth of 20 per cent in medium heavy CVs is attributable to the infrastructure push and stable freight demand. Another key reason is that heavy pre-buying was witnessed before transition to OBD-2 norms (onboard diagnostic device), which is expected to get implemented from April 2023. The movers and shakers of this segment -- Tata Motors and Ashok Leyland -- have been posting strong sales numbers over several months. But there are headwinds that are gaining force. Will these derail auto recovery or moderate the pace of growth? While the agricultural outlook is positive, it is yet to reflect in small car and 2W sales numbers. Furthermore, the price increases on account of rising safety standards and higher interest rates are bound to hurt the lower-end models. A report by Motilal Oswal Financial Services quotes Shashank Srivastava, executive director of Maruti Suzuki as saying, “Market growth is likely to come down to 5-8 per cent due to several headwinds emerging on the horizon,” adding that recent price hikes are yet to impact demand, but post-February will be an interesting phase. In the retail market too, demand for lower end vehicles continues to drag as was the case in earlier months. So far, exports have been bleak as developed markets and some developing nations are battling their own internal fiscal and currency issues. In fact, the managements of some OEMs indicate that an export recovery may still be two to three quarters away. Investing insights from our research team Axis’ buy of Citi’s consumer business comes with minimum negative surprise El Nino Impact: Gainers and losers if monsoon fails Is it time to look at this quality chemical company? What else are we reading? Citibank’s failure to build an emotional bond with India will ensure it won’t be missed Why investors should not fear heat waves yet Chart of the Day: Financial conditions in EMs ease, but keep an eye on the dollar Startup Street | Is reverse flipping going to trend? Airlines defy gravity as economic gloom fails to bring them down to earth (republished from the FT) Can India's UPI become the payments system for the developing world? Banish those thoughts of LPG subsidy ending in the near term State capex falls short on sluggish execution. But ambitions soar Fed’s credibility can’t take a soft landing Technical Picks: Aluminium, UPL, JSW Steel, Maruti and HAL (These are published every trading day before markets open and can be read on the app). Vatsala Kamat Moneycontrol Pro","15":"India's high-frequency data suggests this year's GDP numbers may be revised upwards down the line, Chief Economic Adviser V Anantha Nageswaran said on March 2. \"Given the high-frequency indicators and the pace they are recovering, I believe current year data when revised next year would go upward rather than downward,\" Nageswaran said, pointing to indicators such as the manufacturing Purchasing Managers' Index and vehicle sales, among others. Nageswaran was speaking to reporters after the statistics ministry said on February 28 that the Indian economy expanded by 4.4 percent in October-December, down from 6.3 percent in July-September. Also read: India's economic growth slows down further to 4.4% in Dec quarter The 6.3 percent growth figure itself was less than half the 13.2 percent increase posted in April-June 2022 as the GDP growth rate benefitted from a low base in the early part of the year. \"It is not that the recovery is becoming weaker. Recovery will stabilise at some point because the base has become bigger and you will come to a steady growth rate in which medium-term factors will become important,\" the government's top economist said. Also read: FY23 GDP estimate: What's hot and what's not? The data released on February 28 also provided the second advance estimate for the full year's growth rate, which was retained at 7 percent. However, previous years' data saw some noteworthy revisions, which Nageswaran said adds noise to the data and makes any interpretation difficult. For instance, the GDP growth rates for 2019-20, 2020-21, and 2021-22 have been revised upwards to 3.9 percent, -5.8 percent, and 9.1 percent from 3.7 percent, -6.6 percent, and 8.7 percent, respectively. \"The data in India is not quarterly, seasonally adjusted. We need to look at three years' data from 2019-20 to 2022-23 for better comparison,\" Nageswaran said. The fall in the private final consumption expenditure growth to 2.1 percent from 8.8 percent in July-September has left economists worried. A contraction in the manufacturing sector's gross value added by 1.1 percent following a larger contraction in the previous quarter is also a concern. However, Nageswaran argued there is still pent-up demand in the system. \"We have been growing below potential in the last few years. The medium-term potential is between 6.5-7 percent as we have two important tail-winds in our favour - financial sector balance sheet, which is well prepared, and the digital public infrastructure,\" he added.","16":"The Centre has taken steps to enhance exports by micro, small and medium enterprises (MSME) sector by setting up facilitation centers across the country, an official said on Thursday. The export facilitation centers will provide the requisite mentoring and handholding support to the sector and also help to set up a network of entrepreneurial leaders, the joint director of Indian Enterprise Development Service (IEDS) under the union MSME ministry, D Mitra told a seminar here, The Centre will also help the entrepreneurs of the sector to ensure marketability of their products and services by way of visiting and participating in seminars, exhibitions and conferences, he said. Support will also be given in areas like technology infusion, exploration of business opportunities and forging joint ventures, he said. According to the MSME ministry, the market is getting bigger with the advancement of digital technologies and opening up of more export markets. Mitra said this is the time to sensitise exporters about the present and future potential of export promotion for growing the business. The MSME ministry is working to make the units familiar with digital marketing, procure from Government E Marketplace and adapt to public procurement policy. According to government statistics, the share of MSME products in national exports is in excess of 34 per cent.","17":"While RBI Governor Shaktikanta Das says that the interest rate decisions of the rate-setting panel are determined primarily by domestic factors and not by what the Federal Reserve does, markets are increasingly expecting emerging market central banks to follow suit when the Fed raises rates over the coming months. February saw a sharp rise in US bond yields and the dollar and a sell-off in equities on the back of robust economic data. Markets now fear that the Fed funds rate could rise to over 6 percent from the current band of 4.50-4.75 percent. Remember, these rates were slashed to near zero after the pandemic hit. “As a result of employment, inflation and retail sales during the first half of February, markets have been forced to rethink their views on the Fed and recession,” Klaus Baader, Global Chief Economist at Societe Generale, said in a note. “Markets that prematurely expected a Fed pivot are now contemplating a fed funds rate of 6 percent or more.” At the end of January, the markets were pricing in a peak Fed rate of under 5 percent. Now, the US bond yield curve is more deeply inverted than at any time since the early 1980s. Also read: Uncertainties cloud global economy, G20 nations must resolutely address challenges: Shaktikanta Das While typically an inverted yield curve is seen as a sign of an impending recession, the curve has given false positives in the past and the time period between an inversion of the curve and the recession has varied, according to Jonas Goltermann, Deputy Chief Markets Economist at Capital Economics. To be sure, the market turned a deaf ear when the Fed said in December that its 2023 central projection for Fed rates was 5.1–5.4 percent. It is now listening and expects consecutive rate hikes. RBI action The Reserve Bank of India (RBI), geared as it says it is to domestic conditions, has also surprised the markets with a hawkish tilt recently. Rate hikes were expected to halt after the one in February but now economists expect them to continue. The minutes of the February monetary policy committee meeting showed that members were concerned about inflation amid uncertain geopolitical conditions, volatile crude prices, and weather-related risks. Two members, who voted against the 25 basis points rate hike, suggested that the panel wait for the impact of earlier rate hikes to play out and were worried about risks. “A hawkish RBI MPC stance will help counter the impact of any resultant jump in the US yields\/ US dollar,” said Radhika Rao, Senior Economist – Eurozone, India, Indonesia. “The policy preference is to keep the currency at competitive levels vs regionals.” Also read: RBI's FY24 growth forecast seems to be backward-looking, says MPC's Ashima Goyal Rao expects a majority of the MPC to vote for a 25 basis points hike in April and keep the stance unchanged at \"withdrawal of accommodation\" and to then turn data dependent for future actions. As with the Fed, the RBI has also raised interest rates sharply since early 2022, reversing pandemic era ultra-easy policy. The RBI's benchmark repo rate has been raised from a record low of 4 percent to 6.5 percent. Late last year, economists had expected the so-called terminal repo rate to be at the current level but their projections have been thwarted by Fed action. UBS expects the MPC to be data dependent going forward and waits for February inflation data and Fed's March policy outcome to firm views on April policy.","18":"In the Union Budget for 2023-24, finance minister Nirmala Sitharaman has kept the budget estimate (BE) for petroleum subsidy - primarily subsidy on liquefied petroleum gas (LPG) for household consumption - for 2023-24 at a mere Rs 2,257 crore. The subsidy on the purchase of a product is a financial assistance given by the state to persons who cannot afford to pay the market-based or cost-plus price. Subsidy on LPG is the excess of its cost of supply over the price paid by the beneficiary. The cost of supply is refinery-gate price, freight, marketing costs, marketing margin, dealers’ commission and taxes and duties. At present, 96 million poor households who have been provided free gas connection under the Pradhan Mantri Ujjwala Yojana (PMUY) during the last eight years or so are eligible to receive subsidy at the rate of Rs 200 per cylinder (14.2 kg) for 12 fills. The three major oil marketing PSUs - Indian Oil Corporation (IOC), Bharat Petroleum Corporation (BPCL) and Hindustan Petroleum Corporation (HPCL) - deliver the LPG cylinder to eligible beneficiaries at full cost-based price and follow it up by depositing subsidy in their account and claim reimbursement from the government of India (GoI). Small Outlay With the subsidy at Rs 200 per cylinder, the annual outgo on 12 fills in a year per beneficiary comes to Rs 2,400. For 96 million PMUY beneficiaries, the subsidy requirement will be Rs 23,040 crore. It may well be, the fills taken by the beneficiary are less; for instance, beneficiaries took four fills on an average during 2021-22. Even on this basis, the subsidy requirement would be Rs 7,680 crore annually. Against this, the Budget for 2023-24 has provided only Rs 2,257 crore. Does it give a signal that the government intends to completely exit subsidising LPG sooner than later? In June 2020, the LPG subsidy was stopped. That was due to the fortuitous circumstance of a steep decline in international prices (due to the COVID-19 pandemic) leading to a fall in price to Rs 600 a cylinder even on a cost-plus basis; hence subsidy support wasn’t required. The expenditure of Rs 36,000 crore under this head during 2020-21 was used largely to clear past dues of oil PSUs and provide free gas connections under PMUY. During 2021-22 when the international price rose due to waning COVID and demand revival, the retail price of LPG zoomed to over Rs 900 per cylinder. This led the government to restore subsidies, but only for PMUY beneficiaries. It spent Rs 14,000 crore during that year. During 2022-23, even as BE was kept at Rs 4,000 crore, it was increased to Rs 9,170 crore in the revised estimate (RE). Hidden Subsidy Additionally, from June 2020 to June 2022, the government had asked the three oil marketing PSUs to sell LPG at price below cost and gave them a one-time grant of Rs 22,000 crore to compensate for the losses incurred. This was nothing but subsidy (albeit ‘hidden’) given to all and sundry, and not just PMUY beneficiaries. Against this backdrop, the possibility of subsidy outgo during 2023-24 being substantially higher than BE cannot ruled out. Currently, when the cost of a cylinder is more than Rs 1,100 (in Delhi), a beneficiary won’t be satisfied with a subsidy of Rs 200 as she will still have to pay Rs 900 from her pocket. This will build pressure for increasing the subsidy, especially in view of impending elections. If it is increased to say Rs 600 (to ensure a price of Rs 500 per cylinder, being targeted by opposition-ruled states such as Rajasthan), the outgo even at 4 fills would be Rs 23,040 crore. The ball doesn’t stop here. The unfolding geo-political situation including the intensification of the Ukraine war, additional sanctions on Russia, increasing demand from China as it lifts COVID restrictions, etc will lead to the firming up of international prices of crude and LPG. Morgan Stanley has projected that the price of crude will rise to $110 per barrel in the second half of 2023. In turn, this would require a further increase in subsidy to ensure that the target price of Rs 500 per cylinder is maintained. Consequently, we could be staring at an expense much higher than 2022-23 RE of Rs 9,170 crore in the next fiscal; the precise level would depend on international price, the subsidy per cylinder, the number of beneficiaries and refills per beneficiary. The government will also spend Rs 30,000 crore, as already announced, by way of ‘capital support’ to the three oil marketing PSUs during 2023-24 to compensate for the losses incurred by them due to selling fuel at lower prices. To conclude, LPG subsidy is here to stay notwithstanding proclamations by successive governments to end it. This is because actions on the ground are driven by populism, not economics. Uttam Gupta is a policy analyst. Views are personal, and do not represent the stand of this publication.  ","19":"Despite the consent of the Indian Banks’ Association (IBA) at the meeting with the United Forum of Bank Unions (UFBU), there is no clarity yet on a five-day work week for banking employees, according to people familiar with the development. “Things are still tentative and informal. IBA will consult with the government and then tell us. I would say no concrete development so far,” said one of the people quoted above on condition of anonymity. No circular yet At the meeting on February 28, 2023, there was a discussion on having uniform office hours from 9.50 am to 5.30 pm on all working days, cash hours from 10 am to 4 pm and customer services till 4.30 pm. It was agreed at that time that the introduction of a five-day banking week would be considered, the forum said. However, none of the participating organisations has made any written circular on the five-day work  week proposal said another person. “Generally we get minutes of the meeting but we have not gotten so far. We are still confused whether the pact has been signed between UFBU and IBA or not,” said the person. Long-pending demand Five-day work week is a long-pending demand of Indian bank employees, who started working on alternate Saturdays around eight years ago. Bank unions have been demanding since 2015 that they be given time off on all Saturdays and Sundays. In the 10th Bipartite Settlement signed in 2015, the IBA agreed after approval by the RBI and the government that second and fourth Saturdays would be holidays, according to the United Forum of Bank Unions, an umbrella body of nine national-level bank unions. The issue was taken up during the 11th Bipartite Settlement talks but could not be resolved. IBA and Bank unions negotiate salaries once every five years under the bipartite agreement. Other organisations Bank unions stepped up their demand for five-day work week after several other organisations followed the model. For instance, employees of Life Insurance Corporation of India switched to a five-day work week on May 10, 2021. Recently, the National Stock Exchange extended trading hours for interest rate derivatives till 5 pm, according to an official circular. The change in timing will come into effect from February 23. The trading window is now six hours and 30 minutes, stretching from 9 am to 3:30 pm. The decision to extend the time till 5 pm is intended to converge the trading hours with the underlying market timings, the exchange said.","20":"Industry bodies in Madhya Pradesh welcomed the Budget 2023-24 presented by the state government on Wednesday, although a federation of business associations said there was nothing for the trading community in this \"election budget\". The state government presented a Rs 3.14 lakh crore Budget with a provision of Rs 8,000 crore for the 'Mukhyamantri Ladli Behna Yojana', a new scheme to be rolled out for the welfare of women in the state where the Assembly polls are due this year-end. Finance Minister Jadgish Devda presented the budget in the House. The Confederation of Indian Industry's (CII) Madhya Pradesh unit chairman Animesh Jain termed the budget as \"holistic and people-friendly\". \"We would also like to thank the state government for simplifying the regulatory compliance mechanism by discontinuing 131 redundant legal provisions and providing deemed approval for 35 essential services under the 'Start your business in 30 days' scheme,\" he said. Federation of Indian Chambers of Commerce and Industry (FICCI) state unit chairman Dinesh Patidar welcomed the \"green\" proposals in the budget. \"Due to the policy of scrapping old vehicles from roads, the use of environment-friendly electric vehicles will increase in the state,\" he said. The state government has proposed to implement the central policy of removing 15-year-old vehicles from roads and destroying them in a scientific manner from April 1. It said around 1,000 state-run government vehicles will cease to operate and they will be replaced by electric vehicles as a policy decision wherever possible. Yogesh Mehta, president of the Association of Industries of Madhya Pradesh, an industry organisation for the micro, small and medium enterprises (MSME) sector, described the state government's budget as \"development oriented for all sections\". He said that special emphasis has been laid on accelerating industrial investment in the budget. The proposal to develop 7,500 acres of land for a total of 14 new industrial areas, including two new Information Technology (IT) parks in the state, was a far-reaching step that would generate employment. However, Ramesh Khandelwal, president of Ahilya Chamber of Commerce, a federation of Indore-based traders associations, termed the budget as an \"election budget\". \"There is nothing in this budget for the traders' community,\" he said. \"The huge provision of Rs 8,000 crore for Mukhyamantri Ladli Behna Yojana in the budget is an exercise aimed at wooing women voters ahead of the assembly elections due later this year,\" Khandelwal added.","21":"                        Highlights\r\n\r\n\tProbability of El Nino and sub-par rains\r\n\tDeficit rain years haven’t been good for equity markets\r\n\tAgrochemicals, tractors, 2W, rural-centric FMCG, and retail to face the heat\r\n\tA few winners such as cold beverages, aircon, coal, thermal power, and power exchange\r\n\r\nIndia has come a long way to reduce its over dependence on the agrarian sector with a sharp spurt in the share of services. Nevertheless, come late spring, all eyes will be on the monsoon forecast. Although agriculture accounts for around 19...\n                    ","22":"The Madhya Pradesh government on Wednesday presented a Rs 3.14 lakh crore Budget for 2023-24 with a provision of Rs 8,000 crore for the 'Mukhyamantri Ladli Behna Yojana', a new scheme to be rolled out for the welfare of women in the state where the Assembly polls are due this year-end. A new scheme named 'Mukhyamantri Balika Scooty Yojana' to provide e-scooters to the girls securing first class in Class 12 examination is also announced in the budget. No new taxes were announced in the budget that was presented by Finance Minister Jadgish Devda in the Assembly. He described it as the \"budget of the public\". Devda presented the budgetary outlay for fiscal 2023-24 in the House and began his speech by chanting 'shlokas' (hymns) praying to Lord Mahakaleshwar, one of the 12 'jyotirlingas' in the country located in Madhya Pradesh's Ujjain. During the budget presentation, members of opposition Congress created a ruckus and staged a walkout over the hike in cooking gas prices by the Centre. Devda announced a provision of Rs 8,000 crore for the Mukhkyamantri Ladli Behna Yojana, a flagship scheme of Chief Minister Shivraj Singh Chouhan. This scheme will be rolled out in the state from March 5. Under it, women will be given Rs 1,000 assistance per month with certain riders, including that they are not Income Tax payee, a government official said. Devda said the budget has a provision of Rs 36,950.16 crore for Scheduled Tribes (sub-scheme), Rs 2,60,86.81 crore for Scheduled Castes (sub-scheme), Rs 11,406 crore for the establishment of government primary schools, and Rs 7,332 crore for Jal Jeevan Mission under the National Rural Drinking Water Mission. The budget of ST sub schemes is 37 per cent more than the last fiscal. Besides, there is a provision of Rs 6,935 crore for assistance to carry out reforms required as per the 15th Finance Commission (report), and Rs 6,728 crore for middle schools, he said. \"There is a provision of total appropriation amounting to Rs 3,14,024.84 crore, which is 13 per cent more than the previous year, and total net expenditure of Rs 2,81,553.62 crore,\" he said, adding that Rs 102,976 crore have been allocated for the schemes related to women welfare. While presenting the government's first \"e-budget\" (in a paperless format), Devda said that MP's contribution to the country's GDP has increased to 4.5 per cent from 3.8 per cent in the past 10 years. The minister also announced that the MP government will issue the \"social impact bonds\" of Rs 1,000 crore for the welfare schemes meant for senior citizens, physically challenged and destitute, and a provision of an outcome fund of Rs 100 crore has been made for the next fiscal in this budget. He said 1,000 government vehicles would be taken off road under the central government vehicle scrappage scheme to promote use of electronic vehicles. The renewable energy production has gone up by 12 times in the past 10 years in the state, he added. A capital expenditure of Rs 56,256 crore, which is 15 per cent more than the last FY, is also proposed in the budget, the minister said. \"The 'aatmanirbhar' budget has been prepared in a mission mode, keeping in view the objective of the self-sufficient Madhya Pradesh,\" he said. The budget has a revenue surplus of Rs 412.76 crore and the fiscal deficit is estimated at 4.02 per cent of the Gross State Domestic Product. \"The estimated revenue receipts are Rs 2,25,709.90 crore, which include the state's own tax amount of Rs 86,499.98 crore, state's share of central taxes of Rs 80,183.67 crore, non-tax revenue of Rs 14,913.10 crore and grants-in-aid received from the Centre of Rs 44,113.15 crore,\" the minister said. The budgetary allocation for sports for FY 2023-24 has been more than doubled as compared to previous year, he said, adding that Rs 38,375 crore have been allocated for education, which is Rs 5,532 crore more than the last year. Rs 53,964 crore have been allocated for agriculture and related sectors, while Rs 18,302 crore for the energy sector, Devda said. Talking to reporters after presenting the budget, Devda and Finance Department officials said the loan taken by the state is likely to increase to Rs 3.85 lakh crore by the end of the next financial year. By the end of the current financial year, the loan taken by the government is likely to stand at Rs 3.31 lakh crore, they said, adding that this is under the FRBM norms. Asked about the state government's stand to bring petrol and diesel under the purview of GST, he said no decision has been taken on it yet. During his budget speech, the Congress members kept interrupting him. The Congress legislators, including former ministers Tarun Bhanot, Vijay Laxmi Sadho and others, created a ruckus in the House over the LPG price hike issue as soon as Devda started reading out the budget. Later, these MLAs led by former chief minister Kamal Nath staged a walkout from the House. Bhanot demanded that the Madhya Pradesh government provide LPG cylinders at Rs 500 each (to people below poverty line). In the morning, Congress members staged a protest in front of Mahatma Gandhi's statue in the Assembly premises on LPG price hike. Nath hit out at the state government, calling it a \"false budget of the false government\". \"Except election announcements, which are misleading, it contains nothing,\" he alleged. Only 55 per cent of the benefits of the announcements made in the last budget actually reached people. The number of the unemployed youths in the state has gone up to one crore this year, he claimed. CM Chouhan, however, said, \"Keeping in mind the welfare of every section of the society, this budget is filled with the energy to realise the resolutions of a developed and self-reliant Madhya Pradesh for a glorious, glorious, prosperous India as per the dreams of PM Narendra Modi.\"","23":"Last week, the Singaporean and Indian central banks unveiled a new system for cross-border cash transfers that, in New Delhi at least, was celebrated as something much more: the first step toward establishing an entirely new global payments system geared to the needs of the developing world. India’s Unified Payments Interface, or UPI, tied up with PayNow — run by a consortium of Singaporean banks — to provide what Singaporean Prime Minister Lee Hsien Loong described as “cross-border, real-time system linkage” with “cloud-based infrastructure.” Indian policy makers believe that the UPI and allied elements of what it calls “digital public infrastructure” are one of their biggest recent innovations. The UPI serves as a platform that banks, non-banking financial corporations, and fintech apps can all use on an equal footing. While the Reserve Bank of India essentially runs it alongside a consortium of banks, the state has a big say in how it operates. Like most other payments systems based on a national ID database or cheap mobile-number-linked bank accounts, the UPI is very easy to use. Crucially, the system also separates a user’s UPI interface from where she has her account. You can sign up for a UPI app run by anyone, while having a bank account elsewhere. You don’t have to remember your account and routing number, either, if you have linked a mobile phone number to your bank account. Changing your chosen UPI app is thus incredibly easy; you can do it in seconds. The government has also, controversially, required that nobody be charged for using the UPI. This means that companies are constantly innovating and competing to provide a cheaper and more effective interface. (The current market leader is PhonePe, owned by Walmart.) Indian policy makers believe this system makes it hard for companies to use network effects to build a permanent monopoly — a danger in places such as the US — while still leaving more room for profits and innovation than one might find in, say, China. They are hoping to tout this third way while they hold the G-20 presidency this year. India is now attempting to establish similar publicly owned or highly regulated platforms in various other domains — from online shopping to lending to digital healthcare. In each case, records required for authentication such as ID documents, tax statements and certificates are stored in the cloud. Access to this private data can be temporarily granted and revoked by users. Meanwhile, making it easy to switch between different user experiences based on cost and usability is prioritized. The next step is to export this system more widely. India’s tech czars look forward to a time when the UPI and other such Indian platforms link up with counterparts in the emerging world, to create a bottom-up network for small cross-border payments. The hope is to connect small- and medium-sized enterprises in these countries to their customers and suppliers, and to cut out traditional banks’ role in financing these transactions. Since India is the biggest destination for remittances, other payments networks have a clear incentive to partner with the UPI. Still, India will have to move swiftly. Singapore’s Lee took care to point out that this was the second agreement that Paynow had signed, the first being with Thailand’s PromptPay, which is owned not just by a coalition of banks but also Mastercard’s Vocalink. The Association of Southeast Asian Nations already has a policy framework in place for regionwide digital payments. Other developing countries are also upgrading their payments systems. Brazil, the next G-20 chair, will want to push its PIX system, which doesn’t regulate merchant fees and thus may be more sustainable in the long term. Like the UPI, however, it’s open to multiple participants — and has been adopted much faster than its more closed rivals in Latin America, such as Mexico’s CoDi. Setting up decentralized cross-border payments systems will be fiendishly difficult if every national platform has mutually incomprehensible data formats and processes. The Indian and Singaporean authorities hope that harmonized rules and obligations for instant payments systems — what they call the “Nexus network” — will overcome that problem. Streamlining rules and regulations to support global trade and investment is exactly what countries such as India and Brazil hope the G-20 can do. If they can use their presidencies to establish shared norms for digital public infrastructure, they will be able to count the terms as rare successes. Mihir Sharma is a Bloomberg Opinion columnist. He is a senior fellow at the Observer Research Foundation in New Delhi and head of its Economy and Growth Programme. Views are personal, and do not represent the stand of this publication. Credit: Bloomberg"}}